Repository: lugal-cn/kaSocialTouch
Catalog: www/setup/locale/*/default.po
Languages: fa

source: Pi Engine Setup Wizard
fa: جادوی نصب پای انجین

source: Language Selection
fa: انتخاب زبان

source: Choose the language for the installation and website.
fa: زبان مورد نظر خود را برای مراحل نصب و استفاده در وب سایت انتخاب کنید.

source: Sever setting detection
fa: تشخیص تنظیمات سرور

source: Validate server settings and extensions
fa: تایید تنظیمات سرور و افزونه ها

source: System requirements
fa: ابزار های ضروری سرور

source: Server settings and system extensions required by Pi Engine
fa: تنظیمات سرور و افزونه های سیستمی مورد نیاز برای نصب پای انجین

source: Invalid
fa: اشتباه

source: Not available
fa: نا صحیح

source: Valid
fa: صحیح

source: System extension recommendations
fa: افزونه های ضروری سیستم

source: Extensions recommended for better functionality or performance
fa: افزونه های ضروری برای عملکرد یا کارایی بهتر

source: Unknown
fa: ناشناس

source: Version 5.3.0 or higher is required.
fa: نسخه ۵.۳.۰ یا بالاتر ضروری است

source: Database connection is failed.
fa: خطا در اتصال به پایگاه داده ها

source: PiAdmin
fa: مدیر

source: System module uninstallation is failed. Please continue to try again.
fa: خارج از نصب کردن ماژول سیستم موفقیت آمیز نبود، برای امتحان مجدد ادامه دهید.

source: Information is required.
fa: این اطلاعات ضروری است

source: Invalid Email.
fa: ایمیل اشتباه

source: The two passwords do not match
fa: دو واژه رمز وارد شده یکی نیست

source: System module installation is failed. Please continue to try again.
fa: نصب ماژول سیستم موفقیت آمیز نبود. برای امتحان مجدد ادامه دهید.

source: Username is required.
fa: نام کاربری ضروری است.

source: Name is required.
fa: نام ضروری است.

source: Email is required.
fa: ایمیل ضروری است.

source: Password is required.
fa: واژه رمز ضروری است.

source: Deprecated tables exist in the database. Please continue to re-install.
fa: جدول های مورد نیاز ، در پایگاه داده ها موجود است.برای نصب مجدد ادامه دهید.

source: Admin email
fa: ایمیل مدیر

source: Admin username
fa: نام کاربری مدیر

source: Admin name
fa: نام مدیر

source: Admin password
fa: واژه رمز مدیر

source: Confirm password
fa: تایید واژه رمز

source: Administrator account
fa: حساب کاربری مدیر وب سایت

source: Database validation is failed.
fa: تایید پایگاه داده ها موفقیت آمیز نبود

source: Configuration file write error
fa: خطا در هنگام نوشتن بر روی فایل های پیکربندی

source: The configuration file "%s" is not written correctly.
fa: فایل پیکربندی "%s" هم اکنون قابل نوشتن نیست.

source: Server hostname
fa: نام میزبان بر روی سرور

source: Hostname (and port, delimited by ":") or Unix socket of the database server. If you are unsure, "localhost" works in most cases, or "127.0.0.1"
fa: نام میزبان ( و پورت بت جدا کننده ":") یا سوکت یونیکس به سرور پایگاه داده ها. اگر از "localhost" استفاده کنید در بیشتر سرور ها کار میکند.

source: User name
fa: نام کاربری

source: Name of the user account that will be used to connect to the database server
fa: نام حساب کاربری که برای اتصال به پایگاه داده های سرور استفاده می شود.

source: Password
fa: واژه رمز

source: Password of your database user account
fa: واژه رمز مورد استفاده برای اتصال به پایگاه داده ها

source: Database name
fa: نام پایگاه داده ها

source: The name of database on the host. The database must be already available.
fa: نام پایگاه داده های بر روی سرور میزبان، پیاگاه داده ها باید قبلا ساخته شده باشد.

source: Table prefix
fa: پیشوند نام پایگاه داده ها

source: This prefix will be added to all new tables created to avoid name conflicts in the database. If you are unsure, just keep the default.
fa: این پیشوند اضافه می شود به به ابتدای نام تمام جدول هایی که از این زمان در پایگاه داده ها ساخته می شوند. اگر در مورد آن اطمینان ندارید تنظیمات پیش فرض را تغییر ندهید.

source: Database setup
fa: نصب پایگاه داده ها

source: Settings for database
fa: تنظیمات برای پایگاه داده ها

source: %s is NOT writable.
fa: %s قابل نوشتن نیست

source: Configuration file copy error
fa: خطا در کپی کردن فایل های تنظیمات

source: The configuration files are not copied correctly or not readable, please create and/or set read permissions for the files manually.
fa: فایل های تنظیمات به طور صحیح کپی نشده اند یا قابل خواندن نیستند، لطفا به صورت دستی آنها را بسازید و / یا دسترسی خواندن را برای فایل ها اعمال کنید.

source: Power your web and mobile applications.
fa: نیرو دهنده به وب سایت و ابزار های موبایل

source: Identifier
fa: شناسه

source: Unique identifier to distinguish this website. If there are multiple sites installed, make sure the identifier is unique.
fa: شناسه یکتا برای شناسایی این وب سایت، اگر میخواهید چند سایت را به صورت مولتی سایت نصب کنید ، مطمئن شوید این شناسه برای آنها یکی نیست.

source: Name
fa: نام

source: Name for the website.
fa: نام وب سایت

source: Slogan
fa: شعار

source: Website slogan.
fa: شعار وب سایت

source: Primary settings
fa: تنظیمات اولیه

source: Primary settings for your website.
fa: تنظیمات اولیه وب سایت

source: Persistent data container
fa: ظرف داده های پایدار

source: Choose the proper backend container for persistent data
fa: ظرف داده های پایدار پس زمینه را انتخاب کنید

source: Documents root physical path
fa: مسیر فیزیکی ریشه وب سایت

source: Physical path to the documents (served) directory without trailing slash; PHP executable.
fa: مسیر فیزیکی ریشه وب سایت بدون اسلش یا پسوند انتهایی

source: Website location (URL)
fa: محل وب سایت (URL)

source: Main URL that will be used to access your Pi Engine
fa: مسیر اصلی که برای دسترسی به وب سایت پای انجین شما استفاده می شود

source: Upload directory
fa: مسیر پوشه آپلود

source: Physical path to upload directory without trailing slash. A relative path will be allocated in PI root directory; PHP disabled.
fa: مسیر فیزیکی به پوشه آپلود بدون اسلش در انتها

source: URL of upload root
fa: آدرس پوشه آپلود

source: URL that will be used to access upload directory. PI root URL will be prepended if relative URL is used.
fa: آدرسی که برای دسترسی به پوشه آپلود استفاده می شود. اگر مسیر نسبی استفاده شود آدرس اصلی پای انحین به ابتدای آن اضافه می شود.

source: Static file directory
fa: مسیر فایل های استاتیک

source: Physical path to static file directory without trailing slash; PHP disabled.
fa: مسیر فیزیکی به پوشه فایل های استاتیک بدون اسلش در انتها

source: URL of static file root directory
fa: آدرس فایل های استاتیک

source: URL that will be used to access static files. Upload URL will be used if static directory is not set explicitly.
fa: آدرسی که برای دسترسی به پوشه فایل های استاتیک استفاده می شود. اگر مسیر نسبی استفاده شود آدرس اصلی پای انحین به ابتدای آن اضافه می شود.

source: Library directory
fa: مسیر کتابخانه ها

source: Physical path to library directory without trailing slash. Locate the folder out of web directory to make it secure; PHP executable
fa: مسیر فیزیکی به پوشه کتابخانه ها بدون اسلش در انتها. این شاخه را برای امنیت بیشتر خارج ار پوشه وب قرار دهید

source: Data file directory
fa: مسیر فایل های داده

source: Physical path to the data files (writable) directory WITHOUT trailing slash. Locate the folder out of web directory to make it secure; PHP executable
fa: مسیر فیزیکی برای فایل های داده ( قابل نوشتن ) بدون اسلش در انتها. این شاخه را برای امنیت بیشتر خارج ار پوشه وب قرار دهید

source: Root directory for user applications
fa: مسیر ریشه برای ابزار های کاربر

source: Physical path to user contributed directory WITHOUT trailing slash.. Locate the folder out of web directory to make it secure; PHP executable
fa: مسیر فیزیکی به پوشه ابزار های مورد استفاده کاربر بدون اسلش در انتها. این شاخه را برای امنیت بیشتر خارج ار پوشه وب قرار دهید

source: Basic settings
fa: تنظیمات عمومی

source: Settings required by system
fa: تنظیمات ضروری برای سیستم

source: Advanced settings
fa: تنظیمات پیشرفته

source: Settings that can help improve security, deployment flexibility, etc. If you are unsure about it, leave as it is.
fa: تنظیماتی که میتوانند به امنیت بیشتر ، انعطاف پذیری و ... کمک کنند. اگر در مورد آن مطمئن نیستیذ، تغییری اعمال نکنید.

source: Path settings
fa: تنظیمات مسیردهی

source: Path and URL settings
fa: تنظیمات مسیر و آدرس

source: Congratulations!
fa: تبریک میگوییم

source: The system is set up successfully.
fa: وب سایت با موفقیت نصب گردید.

source: Click to visit your website!
fa: برای مشاهده وب سایت اینجا کلیک کنید!

source: Support
fa: پشتیبانی

source: Visit <a href="http://pialog.org/" rel="external">Pi Engine Development Site</a> in case you need any help.
fa: اگر به هر نوع کمکی نیاز دارید از <a href="http://pialog.org/" rel="external">وب سایت توسعه پای انجین</a> بازدید کنید.

source: Security advisory
fa: مشاوره امنیتی

source: For security considerations please make sure the following operations are done:
fa: به دلایل امنیتی لطفا اطمینان حاصل کنید موارد زیر اجرا شده باشد :

source: Remove the installation folder <strong>{www}/setup/</strong> from your server manually.
fa: حذف پوشه نصب <strong>{www}/setup/</strong> از روی سرور به صورت دستی

source: Set configuration directories and files to readonly:
fa: تنظیم مسیر ها و فایل های پیکربندی زیر به صورت فقط قابل خواندن :

source: Presettings
fa: اولیه

source: Presettings and server configuration detection
fa: تنظیمات اولیه و تشخیص تنظیمات سرور

source: Basic
fa: پایه

source: Basic settings for website
fa: تنظیمات پایه وب سایت

source: Database
fa: پایگاه داده ها

source: Database settings
fa: تنظیمات پایگاه داد ها

source: Administrator
fa: مدیریت

source: System and administrator account creation
fa: ایجاد حساب کاربری سیستم و مدیریت

source: Finish
fa: پایان

source: Finishing installation process
fa: پایان روند نصب

source: Web server
fa: وب سرور

source: PHP
fa: نسخه PHP

source: Persist options
fa: گزینه های ضروری

source: PDO drivers
fa: درایور های PDO

source: Previous
fa: قبلی

source: Reload
fa: بارگذاری مجدد

source: Next
fa: بعدی
