Repository: lugal-cn/kaSocialTouch
Catalog: usr/module/page/locale/*/admin.po
Languages: fa

source: Page name already exists.
fa: نام صفحه هم اکنون استفاده شده است

source: Page slug already exists.
fa: اسلاگ صفحه هم اکنون استفاده شده است

source: Template file is not available.
fa: فایل تمپلیت انتخابی موجود نیست

source: Page title
fa: عنوان صفحه

source: Unique name
fa: نام یکتا

source: Only alphabet, number and underscore allowed.
fa: فقط حروف الفبای انگلیسی ، اعداد و علامت آندر لاین مجاز است

source: SEO slug
fa: اسلاگ

source: Unique slug for SEO URL.
fa: اسلاگ یکتا برای آدرس سئو

source: Template name
fa: نام الگو

source: Select a template from `usr/custom/module/page/template/front/` w/o extension.
fa: انتخاب یک الگو از مسیر `usr/custom/module/page/template/front/` اگر موجود باشد

source: Content
fa: متن

source: SEO settings
fa: تنظیمات سئو

source: SEO Title
fa: عنوان سئو

source: To be used for HTML head meta.
fa: برای استفاده به عنوان head meta در HTML

source: SEO Keywords
fa: کلمات کلیدی سئو

source: SEO Description
fa: توضیحات سئو

source: Active
fa: فعال

source: Demo for PHTML page
fa: نسخه نمایشی برای صفحه PHTML

source: RSS Feed
fa: خوراک

source: Sitemap
fa: نقشه سایت

source: XML Sitemap
fa: نقشه سایت XML

source: Pages added.
fa: صفحات اضافه شدند

source: Page list
fa: فهرست صفحات

source: Page data saved successfully.
fa: اطلاعات صفحه با موفقیت ذخیره شد

source: Page data not saved.
fa: اطلاعات صفحه ذخیره نشد

source: Invalid data, please check and re-submit.
fa: اطلاعات اشتباه، لطفا بررسی کنید و دوباره ارسال کنید

source: Add a page
fa: صفحه جدید

source: Page edit
fa: ویرایش صفحه

source: Page deleted successfully.
fa: صفحه با موفقیت حذف شد

source: Page updated successfully.
fa: صفحه با موفقیت به روز شد

source: Page navigation menu updated successfully.
fa: منو صفحه با موفقیت به روز شد

source: Template list
fa: فهرست الگو ها

source: Page
fa: صفحه

source: Single page for direct content display.
fa: صفحه یکتا براینمایش مطلب مستقیم

source: Enable Google Plus
fa: فعال کردن گوگل پلاس

source: Enable Facebook
fa: فعال کردن فیسبوک

source: Custom site navigation
fa: ناوبری شخصی وب سایت

source: Edit page
fa: ویرایش صفحه

source: Delete page
fa: حذف صفحه

source: Home
fa: خانه

source: About us
fa: درباره ما

source: Contact us
fa: تماس با ما

source: Terms of use
fa: شرایط استفاده

source: Privacy guidelines
fa: حریم خصوصی

source: Join us
fa: به ما بپیوندید

source: Applications
fa: اپلیکشن ها

source: Pi Engine
fa: پای انجین

source: Page content type:
fa: نوع متن صفحه :

source: Only plaintext content is allowed.
fa: فقط استفاده از متن ساده در صفحه مجاز است

source: HTML tags allowed in content.
fa: استفاده از تگ های HTML در صفحه مجاز است

source: Markdown syntax allowed in content.
fa: استفاده از روش Markdown در صفحه مجاز است

source: PHTML template.
fa: الگوی PHTML

source: Name
fa: نام

source: Slug
fa: اسلاگ

source: Type
fa: نوع

source: Time published
fa: زمان انتشار

source: Last Update
fa: آخرین به روز رسانی

source: Action
fa: عملکرد

source: Edit
fa: ویرایش

source: Delete
fa: حذف

source: Disable
fa: غیر فعال

source: Enable
fa: فعال

source: Add to menu
fa: درج در منو

source: Time modified
fa: زمان ویرایش

source: Filesize
fa: حجم فایل

source: View
fa: نمایش

source: Add to page
fa: صفحه جدید
