Repository: lugal-cn/kaSocialTouch
Catalog: usr/module/tag/locale/*/admin.po
Languages: fa

source: Top tags
fa: برچسب های برتر

source: New tags
fa: برچسب های جدید

source: Tagged items
fa: آیتم های برچسب گذاری شده

source: Top tag list
fa: فهرست برچسب های برتر

source: Top 10 tag block
fa: بلاک ۱۰ برچسب برتر

source: Limit
fa: محدودیت

source: Block display item count
fa: نمایش تعداد آیتم ها

source: Tag Cloud
fa: ابر برچسب

source: Top tag cloud block
fa: بلاک ابر برچسب

source: Color
fa: رنگ

source: Set tag cloud color
fa: تنظیم رنگ ابر برچسب

source: Max font size
fa: بیشترین اندازه فونت

source: Set max font size
fa: تنظیم بیشترین اندازه فونت

source: Min font size
fa: کمترین اندازه فونت

source: Set min font size
fa: تنظیم کمترین اندازه فونت

source: The latest tag
fa: آخرین برچسب ها

source: Tags
fa: برچسب ها

source: Tag
fa: برچسب

source: Tag delimiter
fa: جدا کننده برچسب

source: Delimiter(s) to separate tag terms, use `s` for space and separate delimiters with `|`.
fa: جدا کننده های برچسب برای جدا کردن کلمات از هم. جدا کننده ها را به شکل `s` وارد کنید و با استفاده از `|` از هم جدا کنید.

source: Enable quote
fa: فعال سازی نقل قول

source: Use double quotes to identify multi-term tag.
fa: استفاده از علامت نقل قول دوتایی برای هویت دادن به کلمات چند بخشی

source: Minimum length
fa: کمترین طول

source: Minimum length for valid tag terms.
fa: کمترین طول برای پذیرش واژه برچسب

source: Item per page
fa: تعداد در هر صفحه

source: Number of items on tag list page.
fa: تعداد آیتم ها در فهرست برچسب در هر صفحه

source: Detail per page
fa: جزییات در صفحه

source: Number of items on tag detail page.
fa: تعداد آیتم ها در صفحه جزییات برچسب

source: Link per page
fa: لینک در هر صفحه

source: Number of items on one relationships page.
fa: تعداد آیتم ها پر هر صفحه ارتباطی

source: All
fa: همه

source: Tag name
fa: نام برچسب

source: Time
fa: زمان

source: Action
fa: عملکرد

source: Delete
fa: حذف

source: Count
fa: تعداد
