Repository: lugal-cn/kaSocialTouch
Catalog: usr/module/user/locale/*/admin.po
Languages: fa

source: Basic profile
fa: پروفایل پایه

source: Add user failed: user already exists.
fa: خطا در اضافه کردن کاربر : این کاربر وجود دارد

source: Add user failed: invalid operation.
fa: خطا در اضافه کردن کاربر : عملکرد اشتباه

source: Add user successfully
fa: کاربر با موفقیت اضافه شد

source: Enable user failed: invalid uid.
fa: خطا در فعال سازی کاربر : شناسه کاربری اشتباه

source: %d users enabled.
fa: %d کاربر فعال شدند

source: Disable user failed: invalid uid.
fa: خطا در غیر فعال سازی کاربر : شناسه کاربری اشتباه

source: %d disable user successfully
fa: %d کاربر با موفقیت غیر فعال شدند

source: Delete user failed: invalid uid
fa: خطا در حذف کاربر : شناسه کاربری اشتباه

source: %d delete user successfully
fa: %d کاربر با موفقیت حذف شدند

source: Activate user failed: invalid uid.
fa: خطا در فعال سازی کاربر : شناسه کاربری اشتباه

source: %d users activated.
fa: %d کاربر فعال شدند

source: Role assignment failed: invalid parameters.
fa: خطا در واگذاری نقش : پارامتر های اشتباه

source: Role assignment failed: invalid user ids.
fa: خطا در واگذاری نقش : شناسه کاربری اشتباه

source: Role assignment failed: invalid operation.
fa: خطا در واگذاری نقش : عملکرد اشتباه

source: Role assignment failed.
fa: خطا در واگذاری نقش

source: Role assignment succeeded.
fa: واگذاری نقش موفقیت آمیز بود

source: Profile dress-up data saved successfully.
fa: تنظیم حالت نمایشی پروفایل با موفقیت ذخیره شد

source: Privacy set up failed: invalid field.
fa: خطا در تنظیم حریم خصوصی :‌ فیلد اشتباه

source: Privacy set up failed: invalid privacy.
fa: خطا در تنظیم حریم خصوصی :‌ حریم خصوصی اشتباه

source: Privacy set up failed: update error.
fa: خطا در تنظیم حریم خصوصی :‌ خطای به روز رسانی

source: Privacy set up successfully.
fa: تنظیم حریم خصوصی با موفقیت ذخیره شد

source: Edit user info failed
fa: ویرایش اطلاعات کاربر موفقیت آمیز نبود

source: Edit user info successfully
fa: اطلاعات کاربر با موفقیت ویرایش شد

source: Replace user avater failed
fa: خطا در تعویض آواتار کاربر

source: Replace user avater successfully
fa: آواتار کاربر با موفقیت تعویض شد

source: Delete this group successfully
fa: این گروه با موفقیت حذف شد

source: Base info
fa: اطلاعات پایه

source: Avatar
fa: آواتار

source: User was not found.
fa: کاربر یافت نشد

source: User removed from the role.
fa: کاربر از این نقش حذف شد

source: User not in the role.
fa: کاربر در این نقش نیست

source: User added to the role.
fa: کاربر به این نقش اضافه شد

source: User already in the role.
fa: کاربر هم اکنون این نقش را دارد

source: User not found.
fa: کاربری یافت نشد

source: Users of role %s
fa: کاربران دارای نقش %s

source: Clear failed.
fa: خالی کردن فیلد

source: Clear all deleted user successfully.
fa: خالی کردن تمام کاربران حذف شده موفقیت آمیز بود

source: User account
fa: حساب کاربری

source: User profile
fa: پروفایل کاربر

source: Roles
fa: نقش ها

source: Profile fields
fa: فیلد های پروفایل

source: Avatars
fa: آواتار

source: Forms
fa: فرم ها

source: Plugin management
fa: مدیریت افزونه ها

source: Maintenance
fa: تعمیرات

source: Inquiry
fa: استعلام

source: Confirm credential
fa: تایید واژه رمز

source: Please type the word.
fa: لطفا این کلمه را وارد کنید

source: User
fa: کاربر

source: User profile and services.
fa: پروفایل و سرویس کاربر

source: Login
fa: ورود

source: Registration
fa: ثبت نام

source: Account
fa: حساب کاربری

source: List limit
fa: محدویت فهرست

source: Number of items on list page.
fa: تعداد موارد در صفحه فهرست

source: Birthdate format
fa: شکل تاریخ تولد

source: Format for birthdate display.
fa: شکل نمایشی تاریخ تولد

source: Email expiration
fa: انقضا ایمیل

source: Expiration time for email/password reset (in hours).
fa: زمان انقضا برای ایمیل بازیابی کلمه عبور ( به ساعت )

source: Email confirmation
fa: تایید ایمیل

source: Email confirmation with token is required for email change.
fa: تایید ایمیل با توکن برای تغییر ایمیل نیاز است.

source: Profile complete
fa: تکمیل پروفایل

source: Require user to complete profile data.
fa: اجبار کاربر به تکمیل حساب کاربری

source: Login disable
fa: غیر فعال سازی ورود کاربر

source: Disable user login
fa: غیر فعال سازی ورود کاربر

source: Login CAPTCHA
fa: کپچا برای ورود

source: Enable CAPTCHA for user login
fa: فعال سازی کپچا برای ورود کاربر

source: Remember me
fa: به خاطر بسپار

source: Days to remember login, 0 for disable.
fa: روز برای یاد آوری ورود. ، صفر برای غیر فعال بودن

source: Login field
fa: فیلد ورود

source: Identity field(s) for authentication.
fa: فیلدها لازم برای شناسایی

source: Username
fa: نام کاربری

source: Email
fa: ایمیل

source: Maximum attempts
fa: بیشترین تلاش

source: Maximum attempts allowed to try for user login
fa: بیشترین تعداد دفعات تلاش برای ورود کاربر به سایت

source: Register disable
fa: غیرفعال شدن ثبت نام

source: Disable user registration
fa: غیر فعال شدن ثبت نام کاربران

source: Register CAPTCHA
fa: کپچا برای ثبت نام

source: Enable CAPTCHA for user registration
fa: فعال کردن کپچا برای ثبت نام

source: Register complete
fa: تکمیل ثبت نام

source: Require user to complete register data in an extra form.
fa: اجبار کاربران برای تکمیل ثبت نام در فرم دیگر

source: Email notification
fa: آگاهری رسانی از طریق ایمیل

source: Send email notification for register success.
fa: ارسال ایمیل آگاهی رسانی برای ثبت نام های موفق

source: Activation
fa: فعال سازی

source: Activation mode for user accounts
fa: روش فعال سازی حساب کاربر

source: Automatically activated
fa: فعال سازی خودکار

source: Activated by user email
fa: فعال سازی با ایمیل توسط کاربر

source: Activated by admin approval
fa: فعال سازی دستی توسط مدیر

source: Activation expiration
fa: انقضا فعال سازی

source: Expiration time for activation email (in hours).
fa: زمان انقضا برای ایمیل فعال سازی ( به ساعت )

source: Username format
fa: قالب شناسه‌ی کاربری

source: Format of username for registration.
fa: قالب شناسه برای ثبت‌نام

source: Strict: alphabet or number only
fa: اسکریپت: حروف الفبا یا اعداد

source: Medium: ASCII characters
fa: متوسط: کاراکترهای ASCII

source: Loose: multi-byte characters
fa: راحت: کاراکترهای مالتی بایت

source: Minimum username
fa: کمترین طول نام کاربری

source: Minimum length of username for user registration
fa: کمترین طول نام کاربری برای ثبت نام کاربر

source: Maximum username
fa: بیشترین طول نام کاربری

source: Maximum length of username for user registration
fa: بیشترین طول نام کاربری برای ثبت نام کاربر

source: Display name format
fa: قالب نام نمایشی

source: Format of display name for registration.
fa: قالب نام نمایشی برای ثبت نام

source: Minmum display name
fa: کمترین طول نام نمایشی

source: Minmum length of display name for user registration
fa: کمترین طول نام نمایشی برای ثبت نام کاربر

source: Maximum display name
fa: بیشترین طول نام نمایشی

source: Maximum length of display name for user registration
fa: بیشترین طول نام نمایشی برای ثبت نام کاربر

source: Minimum password
fa: کمترین طول کلمه عبور

source: Minimum length of password for user registration
fa: کمترین طول کلمه عبور برای ثبت نام کاربر

source: Maximum password
fa: بیشترین طول کلمه عبور

source: Maximum length of password for user registration
fa: بیشترین طول کلمه عبور برای ثبت نام کاربر

source: Username backlist
fa: لیست سایه نام کاربری

source: Reserved and forbidden username list, separated with `|`, regexp syntax is allowed.
fa: فهرست نام های کاربری غیر مجاز، با استفاده از `|` جدا کنید، عبارات با قاعده مجاز است.

source: Display backlist
fa: لیست سیاه نام نمایشی

source: Reserved and forbidden display name list, separated with `|`, regexp syntax is allowed.
fa: فهرست نام های نمایشی غیر مجاز، با استفاده از `|` جدا کنید، عبارات با قاعده مجاز است.

source: Email backlist
fa: لیست سیاه ایمیل

source: Forbidden email list, separated with `|`, regexp syntax is allowed.
fa: فهرست ایمیل ها غیر مجاز، با استفاده از `|` جدا کنید، عبارات با قاعده مجاز است.

source: Max Avatar Width
fa: بیشترین عرض آواتار

source: Allowed image width, 0 for no limit
fa: عرض تصویر مجار، صفر یعنی بدون محدودیت

source: Max Avatar Height
fa: بیشترین ارتفاع آواتار

source: Allowed image height, 0 for no limit
fa: ارتفاع تصویر مجار، صفر یعنی بدون محدودیت

source: Max File Size
fa: بیشترین حجم فایل

source: Allowed avatar file to upload (in KB), 0 for no limit
fa: فایل های آواتار مورد تایید برای بارگذاری ( به کیلوبایت ) ، صفر یعنی بدون محدودیت

source: Temporary Path
fa: مسیر موقت

source: For temporary storage of avatar
fa: برای منبع موقت ذخیره سازی آواتار

source: All
fa: همه

source: Activated user
fa: کاربران فعال

source: Pending user
fa: کاربران در انتظار تایید

source: Add user
fa: اضافه کردن کاربر

source: Advanced search
fa: جستجوی پیشرفته

source: Role
fa: نقش

source: Profile
fa: پروفایل

source: Profile field
fa: فیلد پروفایل

source: Profile dress up
fa: تنظیم نمایش پروفایل

source: Field privacy
fa: حریم خصوصی

source: Form
fa: فرم

source: Timeline
fa: نوار زمان

source: Activity
fa: فعالیت

source: Quicklink
fa: لینک های سریع

source: Stats
fa: آمار

source: User log
fa: گزارش فعالیت

source: Deleted users
fa: کاربران حذف شده

source: Password
fa: واژه رمز

source: Display name
fa: نام نمایشی

source: Gender
fa: جنثیت

source: Birthdate
fa: تاریخ تولد

source: Active
fa: فعال

source: Register time
fa: تاریخ ثبت نام

source: Activation time
fa: زمان فعال شدن

source: Disabled time
fa: زمان غیر فعال شدن

source: Deleted time
fa: زمان حذف

source: Level
fa: سطح

source: Last modified
fa: آخرین ویرایش

source: Personal website
fa: وب سایت شخصی

source: Short bio
fa: بیوگرافی کوتاه

source: Signature
fa: امضا

source: Register IP
fa: آی پی زمان ثبت نام

source: Social tools
fa: ابزار های اجتماعی

source: Tool name
fa: نام ابزار

source: ID or URL
fa: آی دی یا آدرس

source: User action
fa: فعالیت کاربر

source: Logout
fa: خروج

source: Import
fa: ورود اطلاعات

source: Item name
fa: نام آیتم

source: From module
fa: از ماژول

source: Display
fa: نمایش

source: Items displayed on the homepage timeline
fa: آیتم های نمایش داده شده در صفحه تایم لاین کاربر

source: Yes
fa: بلی

source: No
fa: خیر

source: Activities
fa: فعالیت ها

source: Activities items repository
fa: منبع آیتم های فعال

source: Items to display on the user\'s homepage, Drag items vertically to determine the order displays
fa: آیتم های نمایش داده شده در صفحه شخصی کاربر، برای تنظیم وضعیت و موقعیت آیتم ها ، آنها را بکشید و رها کنید.

source: Quicklinks
fa: لینک های سریع

source: Quicklinks items repository
fa: منبع لیتک های سریع

source: Submit
fa: ارسال

source: Inquire of user via ID, username, display name or email.
fa: استعلام کاربر بر اساس شناسه، نام کاربری، نام نمایشی یا ایمیل

source: Activated
fa: فعال شده

source: Not activated
fa: فعال نشده

source: Enabled
fa: تایید

source: Disabled
fa: غیر تایید

source: Unavailable
fa: غیر قابل دسترس

source: Today
fa: امروز

source: Last week
fa: هفته گذشته

source: Last month
fa: ماه گذشته

source: History
fa: تاریخ

source: Register num
fa: تعداد ثبت نام شده

source: Activated num
fa: تعداد فعال

source: Pending num
fa: تعداد غیر فعال

source: Top 10 registered IP
fa: ۱۰ آی پی مورد استفاده برای ثبت نام

source: None
fa: هیچ

source: Sort by key:
fa: مرتب سازی بر اساس کلید :

source: uid
fa: شناسه کاربر

source: Edit
fa: ویرایش

source: View log
fa: گزارش فعالیت

source: Register ip
fa: آی پی زمان ثبت نام

source: Activated time
fa: زمان فعال شدن

source: Last login time
fa: آخرین زمان ورود

source: Last loin ip
fa: آخرین آی پی ورود

source: Login count
fa: دفعات ورود

source: Sort by:
fa: مرتب سازی بر اساس :

source: Are you sure to delete this user?
fa: آیا اطمینان دارید که میخواهید این کاربر را حذف کنید؟

source: Are you sure to delete these users?
fa: آیا اطمینان دارید که میخواهید این کاربران را حذف کنید؟

source: Are you sure to delete all of these users?
fa: آیا اطمینان دارید که میخواهید همه این کاربران را حذف کنید؟

source: IP
fa: آی پی

source: Displayname
fa: نام نمایشی

source: Clear the users
fa: پاکسازی کاربران

source: CLear all deleted users
fa: پاکسازی تام کاربران حذف شده

source: No user matched your request.
fa: هیچ کاربری مطابق درخواست شما یافت نشد

source: Last login ip
fa: آخرین آی پی ورود

source: Created time
fa: زمان ایجاد

source: Last login
fa: آخرین ورود

source: Null
fa: پوچ

source: Basic field
fa: فیلد های پایه

source: Field title can be edited for display.
fa: عنوان فیلد برای نمایش میتواند ویرایش شود

source: Field
fa: فیلد

source: Default setting
fa: تنظیمات پیش فرض

source: Forced setting
fa: تنظیمات اجباری

source: Field title
fa: عنوان فیلد

source: Search
fa: جستجو

source: Editable
fa: قابل ویرایش

source: Required
fa: ضروری

source: Compound
fa: ترکیبی

source: Compound to organize a group of fields.
fa: ترکیب برای سازمان دهی یک گروه از فیلد ها

source: Add group
fa: گروه جدید

source: Field display on profile page
fa: فیلد های نمایش داده شده در صفحه پروفایل

source: Title
fa: عنوان

source: Data will not be saved until `Save` button is hit.
fa: اطلاعات تا زمانی که دکمه ذخیره را نزنید ، ذخیره نمی شود

source: Click to choose a group for the field to add.
fa: برایاضافه کردن گروه به فیلد اضافه شده ، کلیک کنید.

source: Click to add a group.
fa: برای اضافه کردن گروه کلیک کنید

source: Cancel
fa: لغو

source: Save
fa: ذخیره

source: Changes are not saved yet. Would you still like to leave this page?
fa: تغییرات شما هنوز ذخیره نشده است. آیا هنوز میخواهید صفحه را ترک کنید؟

source: Create a group before adding.
fa: ساخت گروه قبل ازاضافه کردن

source: Admin roles
fa: نقش های مدیریت

source: Front roles
fa: نقش های کاربر

source: Name
fa: نام

source: Users in role
fa: کاربران در این نقش

source: Action
fa: فعالیت

source: Type
fa: نوع

source: Front
fa: بخش کاربر

source: Admin
fa: بخش مدیر

source: User id or name
fa: نام یا شناسه کاربر

source: Users
fa: کاربران

source: User id
fa: شناسه کاربر

source: None user in this role.
fa: هیچ کاربری این نقش را ندارد

source: Register form
fa: فرم ثبت نام

source: Profile complete form
fa: فرم تکمیل پروفایل

source: Edit user:
fa: ویرایش کاربر :

source: Replace with defalt avatar.
fa: جایگزین با آواتار پیش فرض

source: This user doesn't have any you can view
fa: کاربر هیچ اطلاعات برای نمایش به شما ندارد

source: Are you sure delete this group?
fa: آیا اطمینان دارید که میخواهید این گروه را حذف کنید؟

source: Active State
fa: وضعیت فعالیت

source: Enable State
fa: وضعیت تایید

source: Select roles
fa: انتخاب نقش

source: Apply
fa: تایید

source: Inactive
fa: غیر فعال

source: Pending
fa: در انتظار تایید

source: Register time from
fa: تاریخ ثبت نام از

source: Register time to
fa: تاریخ ثبت نام تا

source: Delete
fa: حذف

source: Passwords don\'t match.
fa: واژه رمز مطابقت ندارد

source: Username is already taken.
fa: نام کاربری قبلا گرفته شده است

source: Email is already taken.
fa: ایمیل قبلا گرفته شده است

source: Display name is already taken.
fa: نام نمایشی قبلا گرفته شده است

source: Back to users list
fa: برگشت به فرهست کاربران

source: Email invalid
fa: ایمیل اشتباه

source: Password confirm
fa: تایید کلمه عبور

source: Enable
fa: تایید

source: Disable
fa: غیر تایید

source: Front role
fa: نقش های کاربر

source: Admin role
fa: نقش های مدیریت

source: Last three months
fa: سه ماه گذشته

source: Last six months
fa: شش ماه گذشته

source: Last year
fa: سال گذشته

source: Assign role
fa: اختصاص نقش

source: Remove role
fa: حذف نقش

source: Are you sure to delete this users?
fa: آیا اطمینان دارید که میخواهید این کاربران را حذف کنید؟

source: Are you sure active this account, it can not be return
fa: آیا اطمینان دارید که میخواهید این کاربر را فعال کنید؟ این گزینه قبلا برگشت نیست

source: Are you sure active these account, it can not be return
fa: آیا اطمینان دارید که میخواهید این کاربران را فعال کنید؟ این گزینه قبلا برگشت نیست

source: Choose at least one item before submission.
fa: لطفا قبل از ارسال یک آیتم انتخاب کنید.

source: Confirm password
fa: تایید واژه رمز

source: Activate
fa: فعال

source: Invalid email.
fa: ایمیل نا معتبر

source: Activation state
fa: وضعیت حساب کاربری

source: User ID
fa: شناسه کاربر

source: Search result
fa: نتایج جستجو

source: No pending user.
fa: هیچ کاربر در انتظار تاییدی نیست

source: Edit user
fa: ویرایش کاربر

source: Replace with default avatar.
fa: جایگزین با آواتار پیش فرض

source: Are you sure to delete this group?
fa: آیا اطمینان دارید که میخواهید این گروه را حذف کنید؟
