Repository: lugal-cn/kaSocialTouch
Catalog: usr/module/comment/locale/*/admin.po
Languages: fa

source: Comment portal for %s
fa: پورتال نظرات برای %s

source: All comment posts
fa: همه نظرات

source: All active comment posts
fa: همه نظرات فعال

source: All inactive comment posts
fa: همه نظرات غیر فعال

source: Commented articles
fa: مطالب دارای نظر

source: Comment posts by user
fa: نظرات با کاربر

source: Comment posts by module
fa: نظرات با ماژول

source: Total posts
fa: مجموع ارسال ها

source: Active posts
fa: ارسال های فعال

source: Inactive posts
fa: ارسال های غیر فعال

source: Demo comment %d.
fa: نظر نمایشی %d

source: Comments by username or id
fa: نظرات با نام کاربری یا آی دی

source: Comment posts of user
fa: نظرات ارسال شده توسط کاربر

source: All Posts
fa: همه ارسال ها

source: Active Posts
fa: نظرات فعال

source: Inactive Posts
fa: نظرات غیر فعال

source: Comment types
fa: انواع نظر

source: Comment posts of Module %s with type %s
fa: نظرات ارسال شده در ماژول %s با نوع %s

source: Comment posts of Module %s
fa: نظرات اراسل شده در ماژول %s

source: Guest
fa: مهمان

source: All commented articles
fa: همه مطالب دارای نظر

source: All active commented articles
fa: همه مطالب با نظر فعال

source: Operation succeeded.
fa: با موفقیت انجام شد

source: Active
fa: فعال

source: Disabled
fa: غیر فعال

source: Disable
fa: غیرفعال

source: Enable
fa: فعال

source: Type was not found.
fa: نوع یافت نشد

source: Invalid operation.
fa: عملکرد غیر معتبر

source: Operation failed.
fa: عملکرد موفق نبود

source: Edit
fa: ویرایش

source: Delete
fa: حذف

source: Comment post
fa: ارسال نظر

source: Comment post edit
fa: ویرایش نظر ارسال شده

source: Comment post saved successfully.
fa: نظر ارسال شده با موفقیت ذخیره شد

source: Comment post not saved.
fa: نظر ارسال شده ذخیره نشد

source: Invalid data, please check and re-submit.
fa: اطلاعات اشتباه، لطفا بررسی کنید و دوباره بفرستید

source: Invalid submission.
fa: ارسال های اشتباه

source: Operation failed
fa: عملکرد موفق نبود

source: Recent comments
fa: جدیدترین نظرات

source: Recent active comment posts.
fa: آخرین نظرات فعال

source: Post count
fa: تعداد ارسال ها

source: Number of posts to display.
fa: تعداد ارسال ها برای نمایش

source: Module
fa: ماژول

source: Select module for articles
fa: انتخاب ماژول برای مطالب

source: Articles being commented.
fa: مقالات شامل نظر

source: Article count
fa: تعداد مطالب

source: Number of articles to display.
fa: تعداد مطالب برای نمایش

source: Select module for articles.
fa: انتخاب ماژول برای مطالب

source: Sort order
fa: مرتب سازی بر اساس

source: Criteria to select articles.
fa: معیار برای انتخاب نظرات

source: Most commented
fa: بیشترین نظر

source: Last commented
fa: آخرین نظر

source: Last published
fa: آخرین نظرات منتشر شده

source: Top posters
fa: برترین ارسال کنندگان

source: Users with most posts
fa: کاربران با بیشترین ارسال

source: User count
fa: تعداد کاربران

source: Number of users to display.
fa: تعداد کاربران برای نمایش

source: Comment
fa: نظر

source: Comment management and services.
fa: مدیریت و سرویس نظرات

source: Leading page comment limit
fa: تعداد نظرات در صفحه پیشرو

source: Number of comments on leading page.
fa: تعداد نظرات در صفحه پیشرو در زیر مطلب

source: List page comment limit
fa: محدیدت نظرات در صفحه فهرست نظر

source: Number of comments on list page.
fa: تعداد نظرات در صفحه فهرست

source: Display operation
fa: عملکرد غیر فعال

source: Level of operations on post list pages.
fa: سطح عملکرد در صفحات فهرست ارسال ها

source: For members
fa: برای کاربران

source: For authors
fa: برای فرستنده

source: For administrators
fa: برای مدیران

source: Auto approve submission
fa: تایید خودکار نظرات

source: All comments
fa: همه نظرات

source: My comments
fa: نظرات من

source: My received
fa: دریافت های من

source: My articles
fa: مطالب من

source: Portal
fa: پورتال

source: Types
fa: انواع

source: By module
fa: براساس ماژول

source: By user
fa: براساس کاربر

source: By article
fa: براساس مطلب

source: Article with comments
fa: مطلب شامل نظرات

source: Article with active comments
fa: مطلب با نظر فعال

source: Article comments
fa: نظرات مطلب

source: Custom comments
fa: نظرات شخصی سازی شده

source: Comment posts by me
fa: نظرات اراسل شده توسط من

source: Comment posts on my articles
fa: نظرات ارسال شده برای مطلب من

source: Title
fa: عنوان

source: Enable type
fa: انواع فعال

source: Action
fa: عملکرد

source: View comments
fa: نمایش نظرات

source: No
fa: خیر

source: Yes
fa: بله

source: Filter comments by a specific user.
fa: فیلتر کردن نظرات بر اساس کاربر خاص

source: Type user id or identity
fa: آی دی یا نام کاربری را وارد کنید

source: Submit
fa: ارسال

source: Pending
fa: در انتظار تایید

source: No comments available yet.
fa: هنوز هیچ نظری در دسترس نیست

source: Are you sure delete these comments?
fa: آیا اطمینان دارید که میخواهید این نظرات را حذف کنید؟

source: Are you sure delete this article?
fa: آیا اطمینان دارید که میخواهید این مطلب را حذف کنید؟

source: Comment stats
fa: وضعیت نظر

source: Amounts
fa: مقدار

source: Submitters
fa: ارسال کنندگان

source: Comments
fa: نظرات

source: Active comment posts by module
fa: نظرات فعال بر اساس ماژول

source: Links
fa: لینک ها

source: Article title
fa: عنوان مطلب
